Repository: unity-linux/mklivecd
Catalog: src/mkremaster/po/*.po
Languages: de, es, it

source: You have decided not to format %s. The live OS will be installed onto %s. Your device must have a bootable primary partition. The Grub bootloader will be installed to the Master Boot Record. This will DELETE any existing boot loader, but your filesystem and data will remain intact. * Press 'Install' to continue. The live OS will be installed. * Press 'Quit' to close this wizard without installing anything on your device.
de: Du hast Dich entschlossen %s nicht zu formatieren. Das live OS wird auf %s installiert. Dein USB-Gerät muss eine bootbare primäre Partition besitzen. Der Grub bootlader wird in den Master Boot Record installiert. Dies entfernt jeden anderen bootlader, aber das Dateisytem und die Daten bleiben intakt. * Drücke 'Installiere' um fortzusetzen. Das live OS wird installiert. * Drücke 'Beende' um diesen Assistenten zu beenden ohne etwas auf Deinem USB-Gerät zu installieren.
es: Ha decidido no dar formato a %s. El sistema operativo en vivo se instalará en %s. Su dispositivo debe tener una partición primaria de arranque. El cargador de arranque GRUB será instalado en el Registro Maestro de Arranque. Esto BORRARÄ cualquier cargador de arranque existente, pero su sistema de archivos y datos permanecerán intactos. * Oprima 'Instalar' para continuar. El sistema operativo en vivo se instalará. * Oprima 'Salir' para cerrar este asistente sin instalar nada en su dispositivo.
it: Hai deciso di non formattare %s. Il sistema operativo live sarà installato su %s. Il dispositivo deve avere una partizione primaria d'avvio. Sul Master Boot Record sarà installato il bootloader Grub. Un qualsiasi bootloader preesistente sarà ELIMINATO, ma il filesystem e i dati rimarranno intatti. * Premi "Installa" per continuare. Sarà installato il sistema live. * Premi "Esci" per chiudere la procedura guidata senza installare nulla sul dispositivo.

source: Tried to mount %s, but could not determine filesystem. Reinsert your device and let the OS mount it, then re-run the script again. Exiting...
de: Habe versucht %s einzubinden, aber ich konnte das Dateisystem nicht identifizieren. Stecke Dein USB-Gerät erneut ein und lass es durch das OS einbinden, dann starte dieses Skript erneut. Beende...
es: Se intentó montar %s, pero no se puede determinar el sistema de archivos. Reinserte su dispositivo y permita que el sistema operativo lo monte, después vuelva a ejecutar el guión. Saliendo...
it: Ho tentato di montare %s ma è sato impossibile determinarne il filesystem. Reinserisci il dispositivo e consenti al sistema operativo di montarlo, poi riesegui il programma. Esco...

source: Could not detect mount point of %s so cannot continue. Check /var/log/mkremaster to see detailed output. Try reinserting the device and allow your OS to mount it, then re-run the script again.
de: Konnte den Einhängepunkt von %s nicht erkennen, deswegen kann ich nicht fortsetzen. Kontrolliere /var/log/mkremaster um eine detaillierte Ausgabe zu sehen. Versuche, das USB-Gerät erneut einzustecken und durch das OS neu einzuhängen, danach starte dieses Skript erneut.
es: No se puede detectar el punto de montaje de %s así que no es posible continuar. Revise /var/log/mkremaster para ver un registro detallado. Intente reinsertar el dispositivo y permitir que su sistema operativo lo monte, después vuelva a ejecutar el guión.
it: Impossibile rilevare il punto di montaggio di %s e dunque è impossibile proseguire. Controlla /var/log/mkremaster per visualizzare l'output dettagliato. Prova a reinserire il dispositivo e consenti al sistema operativo di montarlo, poi riesegui il programma.

source: Error: Cannot identify which partition on %s is bootable. Try formatting your device using diskdrake in the Unity Control Centre and then re-running this script. Exiting...
de: Fehler: Kann nicht erkennen welche Partition auf %s bootbar istf. Versuche Dein USB-Gerät mit diskdrake im Unity Kontroll Zentrum zu formatieren. Starte danach wieder dieses Skript. Beende...
es: Error: no se puede determinar cuál es la partición de arranque en %s. Intente dar formato a su dispositivo usando diskdrake en el Centro de Control de Unity y después vuelva a ejecutar este guión. Saliendo...
it: Errore: Impossibile identificare la partizione d'avvio su %s. Prova a formattare il dispositivo utilizzando diskdrake nel Centro di Controllo di Unity e poi riesegui il programma. Esco...

source: Error: For some reason the filesystem was not properly created. The LiveUSB creation can not continue. Try formatting your device using diskdrake in the Unity Control Centre and then re-running this script. Exiting...
de: Fehler: Aus irgendwelchen Gründen wurde das Dateisystem nicht ordentlich erstellt. Die LiveUSB Erstellung kann deswegen nicht fortgesetzt werden. Versuche Dein USB-Gerät mit diskdrake im Unity Kontroll Zentrum zu formatieren. Starte danach wieder dieses Skript. Beende...
es: Error: El sistema de archivos no fue creado apropiadamente. La creación del USBenVivo no puede continuar Intente dar formato a su dispositivo usando diskdrake en el Centro de Control de Unity y después volver a ejecutar este guión. Saliendo...
it: Errore: Per qualche ragione il filesystem non è stato creato correttamente. La creazione del LiveUSB non può proseguire. Prova a formattare il dispositivo utilizzando diskdrake nel Centro di Controllo di Unity e poi riesegui il programma. Esco...

source: # Created 0 MB of %s MB changes file. Please wait...
de: # Habe 0 MB von %s MB der changes-Datei erstellt. Bitte warten...
es: # Creados 0 MB de %s MB del archivo de cambios. Por favor espere...
it: # Creati 0 MB di %s MB del file della persistenza. Attendere...

source: # Created %s MB of %s MB changes file. Please wait...
de: # Habe %s MB von %s MB der changes-Datei erstellt. Bitte warten...
es: Creados %s MB de %s MB del archivo de cambios. Por favor espere...
it: # Creati %s MB di %s MB del file della persistenza. Attendere...

source: # Formatting changes file as %s. This will take some time...
de: # Formatiere die changes-Datei als %s. Das wird ein wenig dauern...
es: # Dando formato al archivo de cambios como %s. Esto tardará algún tiempo...
it: # Formattazione del file della persistenza come %s. Ci vorrà un po' di tempo...

source: # Initializing new changes loop filesystem. Please wait...
de: # Initialisiere das neue changes loop Datei-system. Bitte warten...
es: # Inicializando el sistema de archivos retroalimentado para nuevos cambios. Por favor espere...
it: # Inizializzazione del filesystem di loop. Attendere...

source: Creating Changes File on %s. This will take some time...
de: Erstelle die Changes-Datei auf %s. Das wird ein wenig dauern...
es: Creando el archivo de cambios en %s. Esto tardará algún tiempo...
it: Creazione del file della persistenza su %s. Ci vorrà un po' di tempo...

source: Exiting. You chose not to continue. Trying to stop all processes and unmout device...
de: Beende. Du hast ausgewählt, nicht fortzusetzen. Ich versuche, alle Prozesse zu beenden und das USB-Gerät auszuhängen...
es: Saliendo. Ha decidido no continuar. Intentando detener todos los procesos y desmontar el dispositivo...
it: Esco. Hai deciso di non proseguire. È in corso l'arresto di tutti i processi e lo smontaggio del dispositivo...

source: # Copying vmlinuz. Please wait...
de: # Kopiere vmlinuz. Bitte warten...
es: # Copiando vmlinuz. Por favor espere...
it: # Copia di vmlinuz. Attendere...

source: # Copying initrd.gz. Please wait...
de: # Kopiere initrd.gz. Bitte warten...
es: # Copiando initrd.gz. Por favor espere...
it: # Copia di initrd.gz. Attendere...

source: # Creating bootloader. Please wait...
de: # Kreiere den bootlader. Bitte warten...
es: # Creando el cargador de arranque. Por favor espere...
it: # Creazione del bootloader. Attendere...

source: # Probing devices. This may take a while. Please wait...
de: # Teste die Geräte. Dies kann ein wenig Zeit dauern. Bitte warten...
es: # Probando dispositivos. Esto puede tardar algo. Por favor espere...
it: # Ricerca dei dispositivi. Potrebbe volerci un po' di tempo. Attendere...

source: # Creating graphical boot menu. Please wait...
de: # Erstelle das graphische boot-Menu. Bitte warten...
es: # Creando el menú de arranque gráfico. Por favor espere...
it: # Creazione del menù d'avvio grafico. Attendere...

source: # Copying livecd.sqfs. Please wait...
de: # Kopiere livecd.sqfs. Bitte warten...
es: # Copiando livecd.sqfs. Por favor espere...
it: # Copia di livecd.sqfs. Attendere...

source: # Transferred 0 MB of %s MB. Please wait...
de: # Habe 0 MB von %s MB kopiert. Bitte warten...
es: # Transferidos 0 MB de %s MB. Por favor espere...
it: # Trasferiti 0 MB di %s MB. Attendere...

source: # Transferred %s MB of %s MB. Please wait...
de: # Habe %s MB von %s MB kopiert. Bitte warten...
es: # Transferidos %s MB de %s MB. Por favor espere...
it: # Trasferiti %s MB di %s MB. Attendere...

source: # Please wait while file transfer is finalized...
de: # Bitte solange warten bis die Datei komplett kopiert ist...
es: # Por favor espere mientras finaliza la transferencia de archivos...
it: # Attendere che venga ultimato il trasferimento del file...

source: # Nearly there! Unmounting %s. Please wait...
de: # Fast fertig! Hänge %s aus. Bitte warten...
es: # ¡Ya casi terminamos! Desmontando %s. Por favor espere...
it: # Quasi fatto! Smontaggio di %s. Attendere...

source: Copying live system. This may take some time...
de: Kopiere das Live-System. Das dauert ein bißchen ....
es: Copiando el sistema en vivo. Esto puede tardar algún tiempo...
it: Copia del sistema live. Potrebbe volerci molto tempo...

source: Exiting. You chose not to continue. Trying to stop copy and unmount all...
de: Ende. Du willst nicht weitermachen. Versuche zu beenden und hänge alle Geräte aus ....
es: Saliendo. Ha decidido no continuar. Intentando detener la copia y desmontar todo...
it: Esco. Hai deciso di non proseguire. Arresto del processo di copia e smontaggio di tutto...

source: UnityLive USB successfully created on %s. You can unplug it now. When rebooting, please check your BIOS settings while the device is inserted! Press 'FINISH' to exit or 'LOG' to view detailed output.
de: UnityLive USB wurde erfolgreich auf %s erstellt. Du kannst den USB-stick jetzt herausziehen. Beim neubooten musst Du im BIOS überprüfen, ob die Einstellungen korrekt sind! Drücke 'Beende' um aufzuhören oder 'Log' um eine detaillierte Ausgabe anzuschauen.
es: USB de UnityenVivo creado con éxito en %s. Ya puede retirar el dispositivo. ¡Por favor revise al reiniciar la configuración del BIOS con el dispositivo insertado! Presione 'Terminar' para salir o 'Registro' para ver detalles del proceso.
it: USBLive creato con successo su %s. Puoi scollegare il dispositivo ora. Una volta riavviato, controlla le impostazioni del BIOS mentre il dispositivo è inserito! Premi "Termina" per uscire o "Log" per visualizzare l'output dettagliato.

source: Finish
de: Beende
es: Terminar
it: Termina

source: Log
es: Registro

source: UnityLive /var/log/mkremaster Detailed Output
de: UnityLive /var/log/mkremaster detaillierte Ausgabe
es: Detalle del archivo /varl/log/mkremaster de UnityenVivo
it: Output dettagliato di UnityLive /var/log/mkremaster

source: Needed space on temporary partition: %s kB
de: Benötigter Speicherplatz auf der temporären Partition: %s kB
es: Espacio necesario en la partición temporal: %s kB
it: Spazio necessario sulla partizione temporanea: %s kB

source: Chosen partition has %s kB of free space...
de: Die gewählte Partition hat %s kB freien Speicher...
es: La partición elegida tiene %s kB de espacio libre...
it: La partizione selezionata ha %s kB di spazio libero...

source: Select a partition for the temporary files.
de: Wähle für die temporären Dateien eine Partition.
es: Seleccione una partición para los archivos temporales.
it: Seleziona una partizione per i file temporanei.

source: Partition Name ( Size - Used - Free - Percentage Used - Mount Point )
de: Name der Partition (Grösse - benutzt - frei - Prozent benutzt - Einhängepunkt )
es: Nombre de la partición ( Tamaño - Usado - Libre - Porcentaje usado - Punto de montaje )
it: Nome della partizione ( Dimensione - Usata - Libera - Percentuale d'uso - Punto di montaggio )

source: that should be enough.
de: Das sollte ausreichen.
es: eso debería ser suficiente.
it: dovrebbe essere sufficiente.

source: that is NOT enough.
de: Das ist nicht ausreichend.
es: eso NO es suficiente.
it: NON è sufficiente.

source: Chosen partition has not enough free space left You will need at least %s kB free!
de: Die ausgewählte Partition hat nicht genug Speicherplatz Du benötigst mindestens %s kB frei!
es: La partición elegida no tiene suficiente espacio libre ¡Se necesitan al menos %s kB libres!
it: La partizione selezionata non ha abbastanza spazio libero. Hai bisogno di almeno %s kB liberi!

source: The resolution of %s dependency failed. This might be due to an out of date repository information. If problem persist, please contact the Unity-Linux dev team. Would you like to try to update smart and try again?
de: Kann die %s Abhängigkeit nicht auflösen. Dies kann durch Repository-Informationen sein, die nicht aktuell sind. Wenn das Problem weiterhin besteht, Kontaktiere bitte das Entwickler team von Unity-Linux. Bitte update smart und versuche es erneut.
es: La resolución de dependencias de %s falló. Esto puede deberse a información no actualizada de un depósito.. Si el problema persiste, por favor contacte al equipo de desarrollo de Unity Linux. ¿Quiere intentar actualizar smart y probar nuevamente?
it: Impossibile risolvere le dipendenze di %s. Potrebbe essere dovuto a informazioni non aggiornate sui repository. Se il problema persiste, contattare il team di sviluppo di Unity Linux. Vuoi aggiornare smart e riprovare?

source: Sorry, the resolution failed again. Please try again later
de: Uupps, das Aulösen der Abhängigkeit hat wieder nicht funktioniert. Versuch es später nochmal.
es: Disculpe, la resolución de dependencias volvió a fallar. Por favor vuelva a intentar más tarde.
it: Spiacente, la risoluzione delle dipendenze è fallita di nuovo. Ritenta più tardi.

source: The download of %s rpms failed. This might be due to an error with the network connection or a dependency error. If problem persist, please contact the Unity-Linux dev team. Would you like to try again?
de: Der Download von %s rpms hat nicht funktioniert. Dies kann an Problemen mit der Netzwerkverbindung liegen oder an fehlenden Abhängigkeiten. Wenn diese Probleme weiterhin bestehen, kontaktiere das Unity-Team. Möchtest Du es nochmal versuchen?
es: La descarga del rpms de %s falló. Esto puede deberse a un error de la conexión de red o un error de dependencia. Si el problema persiste por favor contacte al equipo de desarrollo de Unity Linux. ¿Quiere intentar de nuevo? Linux
it: Impossibile scaricare l'rpm %s. Ciò potrebbe essere dovuto a un problema con la connessione di rete o a un problema di dipendenze. Se il problema persiste, contattare il team di sviluppo di Unity Linux. Vuoi rifare un tentativo?

source: Sorry, the download failed again. Please try again later
de: Uupps, der download hat wieder nicht funktioniert. Versuch es später nochmal.
es: Disculpe, la descarga volvió a fallar. Por favor vuelva a intentar más tarde.
it: Spiacente, lo scaricamento è fallito di nuovo. Ritenta più tardi.

source: Sorry, the install of the rpms failed. Please ensure plf is not enabled and the repo has not changed since the last time you updated smart
de: Uupps, die Installation der rpms ist misslungen. Bitte stelle sicher, das plf nicht aktiviert ist, und dass das repo seit dem letzten Mal nicht verändert wurde, seit Du smart aktualisiert hast.
es: Disculpe, la instalación de los archivos rpms falló. Asegúrese de que el canal plf no está habilitado y que el depósito de programas no haya cambiado desde la última vez que actualizó los datos en Smart.
it: Spiacente, è stato impossibile installare gli rpm. Assicurati che plf non sia abilitato e che il repository non abbia subito cambiamenti dall'ultima volta che smart è stato aggiornato.

source: Please select the root and guest passwords.
de: Bitte wähle die root und Gast Passworte.
es: Por favor seleccione las contraseñas para root y guest.
it: Seleziona le password degli utenti root e guest.

source: LiveCD creator
de: Erstelle LiveCD
es: Creador de CDenVivo

source: You're about to create a LiveCD ISO. * The compressed image of the running system will be created on a chosen partition. * Requirements: min. 2 GB free space on the chosen partition. * A Windows FAT filesystem can't be used. Would you like to provide some advanced options?
de: Du möchtest eine LiveCD ISO erstellen. * Das komprimierte image von Deinem laufenden System wird in der ausgewählten Partition erstellt. * Voraussetzung: min. 2 GB freier Platz auf der auswewählten Partition. * Ein Windows FAT Dateisystem kann nicht verwendet werden. Möchtest Du Optionen angeben?
es: Está a punto de crear una imagen ISO de un CDenVivo. * Una imagen comprimida del sistema en ejecución será creada en la partición elegida. * Requisitos: min. de 2 GB de espacio libre en la partición elegida. * No se puede utilizar un sistema de archivos FAT. ¿Le gustaría acceder a algunas opciones avanzadas?
it: Sta per essere creata un'immagine ISO LiveCD. * Verrà creata un'immagine compressa del sistema corrente su una partizione a scelta. * Requisiti: min. 2 GB di spazio libero sulla partizione scelta. * Non può essere usato il filesystem FAT. Desideri fornire alcune opzioni avanzate?

source: Please select options:
de: Bitte wähle die Optionen:
es: Por favor seleccione las opciones:
it: Selezionare le opzioni:

source: Checkbox
es: Oprima

source: mklivecd option
es: Opción de mklivecd
it: Opzione di mklivecd

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Without auto mounting of drives
de: Ohne auto Einbinden der Geräte
es: Sin montaje automático de discos
it: Senza montaggio automatico dei dischi

source: enable lzma compression
de: benutze lzma Kompression
es: habilitar compresión lzma
it: Abilita la compressione lzma

source: Livecd without finish install
de: Livecd ohne finish install
es: CDenVivo sin archivo finish-install
it: LiveCD senza finish install

source: embed the md5sum in the iso
de: Füge die MD5-Summe in die iso ein.
es: incluir md5sum en el archivo iso
it: Incorpora md5sum nell'iso

source: Disable boot splash screen
de: Schalte den Boot-Splash Bildschirm ab.
es: Deshabilitar pantalla de bienvenida al arrancar
it: Disabilita lo splash screen d'avvio

source: Disable log system to speed up livecds
de: Schalte das Log-System ab, um die Live-CD schneller zu machen.
es: Deshabilitar registros del sistema para acelerar CDenVivo
it: Disabilita il sistema di log per velocizzare i LiveCD

source: Please enter your custom options if required (press cancel to skip) Note that any wrong option will result in a failed liveCD For Example: --nodir=^/home/guest --nofile=^/var/state/apt/lists/*.* The '--' is required and separate multiple options with a blank space. Insert your mklivecd options here:
de: Bitte gib falls notwendig Deine Optionen ein (Drücke cancel um dies auszulassen) Achtung, eine falsche Option hat eine nicht funktionierende liveCD zur Folge Zum Beispiel: --nodir=^/home/guest --nofile=^/var/state/apt/lists/*.* Dabei ist '--' notwendig und ein blank trennt die Optionen von einander ab. Gib Deine mklivecd Optionen hier ein:
es: Introduzca sus opciones personalizadas si es necesario (oprima cancelar para saltarlo) Note que cualquier opción equivocada producirá un CDenVivo fallido Por ejemplo: --nodir=^/home/guest --nofile=^/var/state/apt/lists/*.* Se necesita '--', además de separar las opciones múltiples con un espacio en blanco. Inserte sus opciones para mklivecd aquí:
it: Inserisci eventuali opzioni personalizzate (premi "Annulla" per andare avanti) Nota: qualsiasi opzione errata farà fallire il comando! Per esempio: --nodir=^/home/guest --nofile=^/var/state/apt/lists/*.* I trattini '--' sono necessari. Inoltre, separa le opzioni multiple con uno spazio. Inserire qui le opzioni per mklivecd:

source: Cancelled!
de: Abgebrochen!
es: ¡Cancelado!
it: Annullato!

source: Running mklivecd to create the remaster...
de: mklivecd läuft, um ein remaster zu erzeugen
es: Ejecutando mklivecd para recrear el sistema...
it: Esecuzione di mklivecd per creare il remaster...

source: Creating MD5SUM check file
de: Erstelle die MD5-Summen-Datei
es: Creando el archivo de verificación MD5SUM
it: Creazione del file di controllo MD5SUM

source: creating md5sum...
de: Erstelle die MD5-Summe
es: creando md5sum...
it: Creazione del md5sum...

source: Something went wrong!
de: Irgendwas ist schief gegangen!
es: ¡Algo salió mal!
it: Qualcosa è andato storto!

source: The LiveCD was created successfully! It was created as %s. The MD5 sum of the file is: %s
de: Die LiveCD wurde erfolgreich erstellt! Sie wurde erstellt als %s. Die MD5 summe der Datei ist: %s
es: ¡El CdenVivo fue creado con éxito! Fue creado como %s. La suma MD5 del archivo es: %s
it: Il LiveCD è stato creato con successo! L'immagine ISO è %s. Il codice di controllo MD5 è: %s

source: LiveUSB creator
de: Erstelle LiveUSB
es: Creador USBenVivo
