Repository: unity-linux/mklivecd
Catalog: src/mkremaster/po/*.po
Languages: de, es, it

source: This wizard creates a bootable Linux 'live' system on your chosen USB device. Before proceeding PLEASE READ CAREFULLY: 1. This wizard requires a device with an empty partition large enough to hold the live filesystem with a bootable primary partition. 2. This wizard can format your device, BUT YOU WILL LOSE ALL THE DATA ON THE DEVICE. 3. Alternatively you can install on a prepared FAT32 or ext2/3 partition. Be sure that the boot flag is set on a primary partition. (You can use the Unity Control Center for partitioning). 4. Plug your device in now (if it is not already) and wait for your OS to mount it. If it cannot be detected, all flash drives, external harddrives and internal sata disks will be shown. Before proceeding, make sure which device is the correct one. Use the Unity Control Center or the command line: fdisk -l as root. 5. Files from either the current live session, a CD/DVD or from an ISO file can be copied to the device. 6. There is an option to enable a persistent operating system (one that saves any changes you make) by creating a loop changes file. The size on FAT32 is limited to 4GB. 7. Any remaining space on the device can then be used as normal in Linux or Windows(TM). ****** Unity Linux accepts no responsibility for data loss or hardware damage! ****** 8. Please verify that your usb flash drive is plugged in and press 'Next' to proceed.
de: Dieser Assistent erstellt ein bootbares Linux 'live' System auf Deinem USB Gerät. Bevor Du loslegst BITTE LIES DAS SORGFAELTIG: 1. Dieser Assistent benötigt ein Gerät mit einer leeren Partition, die groß genug ist, das Dateisystem aufzunehmen und eine bootfähige erste Partition. 2. Dieser Assistent kann Dein Gerät formatieren, ABER DIES WIRD ALLE DATEN AUF DEM GERAET LöSCHEN. 3. Alternativ kannst Du auf einer vorbereiteten FAT32 oder ext2/3 Partition arbeiten. Stelle sicher, dass das boot flag auf die primäre Partition gesetzt ist. (Zur Kontrolle kannst Du das Unity Kontroll Center verwenden). 4. Stecke nun Dein USB-Gerät ein (falls noch nicht geschehen) und warte, bis es eingebunden ist. Wenn es nicht erkannt wird werden alle Flash drives, externe Festplatten und interne Festplatten angezeigt. Bevor es weiter geht, wähle das richtige Gerät aus. Benutze das Unity Kontroll Center oder im root-Terminal das Kommando: fdisk -l . 5. Dateien vom Live-System, einer CD/DVD oder von einer ISO-Datei können auf das Gerät kopiert werden 6. Es existiert die Möglichkeit, dass Aenderungen im Live-System dauerhaft gespeichert werden. Dafür wird eine loop change-Datei angelegt. Die Grösse auf FAT32 ist auf 4GB beschränkt. 7. Der freie Platz auf dem USB-Gerät kann ganz normal in Linux oder Windows(TM) verwendet werden. ****** Unity Linux übernimmt keinerlei Verantwortung bei Datenverlust oder Hardwareschäden! ****** 8. Bitte überprüfe, das der USB-stick eingesteckt ist und drücke 'Weiter' um fortzufahren.
es: Este asistente creará un sistema Linux "en vivo" en el dispositivo USB elegido. Antes de proceder POR FAVOR LEA CUIDADOSAMENTE: 1. Este asistente requiere de un dispositivo con una partición vacía lo suficientemente grande para contener el sistema de archivos "en vivo" con una partición primaria de arranque. 2. Este asistente puede dar formato a su dispositivo, PERO PERDERÁ TODOS LOS DATOS EN EL DISPOSITIVO. 3. También puede instalar en una partición preparada con FAT32 o ext2/ext3. Asegúrese de que el indicador de arranque esté asignado a una partición primaria. (Puede utilizar el Centro de Control de Unity para particionar). 4. Conecte su dispositivo (si es que no lo está) y espere a que el sistema operativo lo monte. SI no se puede detectar, se mostrarán todos las memorias USB, discos duros externos y discos internos sata. Antes de proceder compruebe que el dispositivo sea el correcto. Use el Centro de Control de Unity o "fdisk -l" desde la línea de comandos, como superusuario. 5. Pueden copiarse al dispositivo archivos de la sesión actual en vivo, de un CD/DVD o de un archivo ISO. 6. Hay una opción para habilitar un sistema operativo persistente (que guarde los cambios realizados) creando un archivo de cambios. El tamaño del mismo está limitado a 4GB al usar FAT32. 7. El espacio remanente podrá ser utilizados de forma normal en Linux o Windows(TM). ****** ¡Unity Linux no se hace responsable por pérdida de datos o daños al equipo! ****** 8. Por favor verifique que su memoria USB esté conectada y oprima "Siguiente" para continuar.
it: Questa procedura guidata crea un sistema Linux "live" avviabile su un dispositivo USB a scelta. Prima di procedere LEGGERE ATTENTAMENTE: 1. Questa procedura guidata richiede un dispositivo con partizione grande abbastanza per contenere il filesystem live con una partizione primaria d'avvio. 2. Questa procedura guidata può formattare il dispositivo, MA PERDERAI TUTTI I DATI. 3. In alternativa puoi installare su una partizione FAT32 o ext2/3 già pronta. Assicurati che la flag del boot sia impostata su una partizione primaria (puoi usare il Centro di Controllo di Unity per il partizionamento). 4. Collega ora il dispositivo (se non lo è già) e attendi che sia montato dal sistema. Se non dovesse essere rilevato, saranno mostrate tutte le memorie flash, gli hard disk esterni e quelli SATA interni. Prima di procedere, assicurati di quale dispositivo sia quello corretto. Usa il Centro di Controllo di Unity o il comando fdisk -l da root. 5. Sul dispositivo poosono essere copiati i file della sessione live corrente, di un CD/DVD o di un'immagine ISO. 6. C'è la possibilità di abilitarlo alla persistenza (il sistema operativo salva ogni cambiamento effettuato) tramite creazione di un file di loop. La sua dimensione massima è 4GB su partizioni FAT32. 7. L'eventuale spazio rimanente sul dispositivo può essere usato come di norma in Linux o Windows™. ****** Unity Linux non si assume nessuna responsabilità per perdita dei dati o danneggiameneto harware! ****** 8. Verifica che il dispositivo flash USB sia inserito e premi "Avanti" per procedere.

source: LiveRPM creator
de: Erstelle LiveRPM
es: Creador RPMenVivo

source: You are about to create a LiveCD ISO from RPMS. Requirements: * min. 2 GB free space on the host system. * You must have a working Smart system and internet connectivity * Smart must not be used for the duration of the livecd creation * Make sure the plf repository is not enabled (not supported at present)
de: Du möchtest eine LiveCD aus rpm`s erstellen. Voraussetzungen: * min. 2 GB freien Platz auf der ausgewählten Partition. * Du musst eine funktionierende Installation von Smart haben und eine Internet Verbindung * Smart darf nicht benutzt werden während die Live-CD erstellt wird
es: Está a punto de crear el ISO de CDenVivo a partir de paquetes RPMS. Requisitos: * Mínimo de 2 GB de espacio disponible en el sistema anfitrión. * Debe tener Smart instalado y trabajando, así como conexión a internet. * Smart no debe utilizarse durante el proceso de creación del CDenVivo * Asegúrese de que el depósito plf no esté habilitado (no tiene soporte actualmente)
it: Stai per creare un LiveCD a partire da RPM. Requisiti: * Minimo 2 GB liberi nel sistema host * Sistema Smart funzionante e connettività internet * Smart non deve essere usato nel corso della creazione del LiveCD * Repository plf disattivato (non è supportato al momento)

source: Please select elements to be added:
de: Bitte wähle Elemente, die hinzugefügt werden sollen:
es: Por favor seleccione los elementos que se agregarán:
it: Selezionare gli elementi da aggiungere:

source: System Element
es: Elemento de Sistema
it: Elemento di sistema

source: Kernel, the core of your linux system
de: Kernel, das Herz von Deinem Linux System
es: Núcleo, el corazón de su sistema Linux
it: Kernel, il cuore del tuo sistema linux

source: Provides kernel support for dkms
de: Stellt den Kernel Support für dkms zur Verfügung
es: Permite el uso de dkms con el núcleo
it: Fornisce il supporto del kernel al dkms

source: minimal items required for a bootable X system
de: Minimale Sachen, die für ein bootfähiges X-System notwendig sind
es: requisitos mínimos para un sistema X de arranque
it: Elementi minimi richiesti per un sistema X avviabile

source: Common drivers and firmware not included in the kernel
de: Treiber und Firmware, die nicht im Kernel integriert sind.
es: Activadores y microcódigo no incluidos en el núcleo
it: Driver e firmware comuni non inclusi nel kernel

source: Drakxtools and Installer
de: Drakxtools und Installer
es: Drakxtools e instalador
it: Strumenti Drakx e installatore

source: Default desktop applications for Unity
de: Default Desktop Anwendungen für Unity
es: Aplicaciones de escritorio predeterminadas para Unity
it: Applicazioni desktop predefinite per Unity Linux

source: Default Unity locales for international support
de: Default Unity locales für die internationale Sprach Unterstützung
es: Localizaciones predeterminadas de Unity para uso internacional
it: Pacchetti di localizzazione predefiniti per il supporto multilingua

source: Basic mime support
es: Soporte mime básico
it: Supporto mime di base

source: Basic Modem support
es: Soporte básico de modem
it: Supporto modem di base

source: Extended wireless support, WPA
de: Erweiterte drahtlos Unterstützung, WPA
es: Soporte extendido inalámbrico, WPA
it: Supporto esteso al wireless, WPA

source: Most common X11 drivers
de: Übliche X11 Treiber
es: Activadores X11 más comunes
it: I più comuni driver X11

source: extra X11 drivers for uncommon equipment
de: zusätzliche X11 Treiber für nicht übliche Ausrüstung
es: Activadores X11 adicionales para equipo no tan común
it: Driver X11 extra per hardware meno comune

source: Extra elements for a basic Unity livecd
de: Extra Elemente für eine Basis LiveCD von Unity
es: Elementos adicionales para un CDenVivo básico de Unity
it: Elementi extra per un LiveCD Unity Linux di base

source: Default Unity plymouth theme
de: Default Unity plymouth Thema
es: Tema plymouth predeterminado para Unity
it: Tema plymouth predefinito per Unity Linux

source: Please enter your additional rpm names if required (press cancel to skip) Note that any wrong option will result in a failed liveCD For Example: dkms-nvidia-current task-kde4 Please separate multiple options with a blank space.
de: Bitte gib falls notwendig Deine Optionen ein (Drücke 'Beende' um dies auszulassen) Achtung, eine falsche Option hat eine nicht funktionierende liveCD zur Folge Zum Beispiel: --nodir=^/home/guest --nofile=^/var/state/apt/lists/*.* Dabei ist '--' notwendig und ein blank trennt die Optionen von einander ab. Gib Deine mklivecd Optionen hier ein:
es: Por favor introduzca los nombres de los rpm adicionales si es necesario (oprima cancelar para saltarlo) Note que cualquier opción equivocada producirá un CDenVivo fallido Por ejemplo: dkms-nvidia-current task-kde4 Por favor separe opciones múltiples con un espacio en blanco.
it: Inserisci i nomi di rpm addizionali se richiesto (premi "Annulla" per proseguire) Si noti che eventuali opzioni errate faranno fallire la creazione del LiveCD Per esempio: dkms-nvidia-current task-kde4 Separa le opzioni multiple con uno spazio.

source: Downloading and installing rpms This is going to take a long time, you may go for a coffee
de: Download und Installation der rpms Dies dauert eine lange Zeit, trink vielleicht einen Kaffee
es: Descargando e instalando rpms Esto puede tardar mucho tiempo. Puede ir por un café.
it: Scaricamento e installazione degli rpm... Ci vorrà molto tempo, vai pure a farti un caffè.

source: Updating system settings
de: Erneuere die System-Einstellungen.
es: Actualizando configuración del sistema
it: Aggiornamento delle impostazioni di sistema...

source: Creating livecd
de: Erstelle eine Live-CD
es: Creando CDenVivo
it: Creazione del livecd

source: The LiveRPM ISO was created successfully!
de: Das LiveRPM ISO-image wurde erfolgreich erstellt!
es: ¡El archivo ISO del RPMenVivo fue creado con éxito!
it: L'immagine ISO LiveRPM è stata creata con successo!

source: UnityLive Remastering Tool
de: UnityLive Remastering Werkzeug
es: Herramienta de recreación UnityLive
it: Strumento di rimasterizzazione UnityLive

source: UnityLive: mkremaster: Zenity is required to run this application. Please install it using Smart Package Manager.
de: UnityLive: mkremaster: Zenity wird benötigt, um dieses skript auszuführen. Bitte installiere dies mit dem Smart Packet Manager.
es: UnityLive: mkremaster: Se requiere Zenity para ejecutar esta aplicación. Por favor instálelo usando el administrador de paquetes Smart.
it: UnityLive: mkremaster: Zenity è necessario per lanciare questa applicazione. Installalo usando il gestore dei pacchetti Smart.

source: This script must be run as root.
de: Dieses Skript muß als root gestartet werden.
es: Este guión debe ejecutarse como superusuario (root)
it: Questo script deve essere eseguito come root.

source: Running in live mode...
de: Betrieb im LIVE Modus ....
es: Ejecutando en modo en vivo...
it: Esecuzione in modalità live...

source: Running in installed mode...
de: Betrieb im installierten Modus ....
es: Ejecutando en modo instalado...
it: Esecuzione da installazione fissa...

source: What type of remaster would you like to create? - The LiveCD mode allows you to build an ISO suitable for cdrom - The LiveUSB mode allows you to transfer a LiveCD ISO onto a USB key - The LiveRPM mode allows you to create a LiveCD ISO from RPMS only
de: Welchen Remaster möchtest Du erstellen? - Der LiveCD modus ermöglicht es, ein iso-image für eine CD zu erstellen - Der LiveUSB modus ermöglicht es, eine LiveCD ISO auf einen USB stick zu speichern
es: ¿Que tipo de recreación (remaster) quiere elaborar? - El modo CDenVivo le permite construir un ISO para un CD-ROM - El modo USBenVivo le permite transferir un ISO de un CDenVivo a una memoria USB - El modo RPMenVivo le permite crear un ISO para CDenVivo a partir de paquetes RPMS
it: Che tipo di remaster desideri creare? - La modalità LiveCD ti consente di creare una ISO adatta a lettori CD/DVD - La modalità LiveUSB ti consente di trasferire una ISO LiveCD su chiavetta USB - La modalità LiveRPM ti consente di creare una ISO LiveCD a partire da semplici RPM

source: Label
es: Etiqueta
it: Etichetta

source: Make Remaster
de: Erstelle Remaster
es: Recrear (remaster)
it: Crea un Remaster

source: Remaster while running from livecd/harddrive
de: Remastere während die Livecd läuft.
es: Recrear desde CDenVivo/Disco duro
it: Crea un remaster da livecd o installazione fissa

source: ERROR:%s
de: Fehler:%s
it: ERRORE:%s
