Repository: unity-linux/mklivecd
Catalog: src/mkremaster/po/*.po
Languages: de, es, it

source: You chose not to continue...
de: Du möchtest nicht fortsetzen
es: Ha decidido no continuar...
it: Hai deciso di non continuare...

source: Cannot unmount %s. It may be busy or some other application may be controlling it. Try unmounting using your file manager or failing that unplug it, then re-run the script again. Now exiting...
de: Kann %s nicht entfernen. Das Gerät ist entweder in Betrieb oder eine andere Anwendung kontrolliert das Gerät. Versuche mit Deinem Dateimanager dsas Gerät zu entfernen oder, fallsdas nicht funktioniert, entferne es und starte das skript nochmal. Das Skrpt wird jetzt beendet...
es: No se puede desmontar %s. Puede estar ocupado u otra aplicación puede estarlo controlando. Intente desmontar usando su administrador de archivos, y si eso falla, desconectándolo, después vuelva a ejecutar el guión. Saliendo ahora...
it: Non riesco a montare %s. Potrebbe essere occupato o un'altra applicazione potrebbe averne il controllo. Prova a smontarlo usando un file manager, o, se ciò non dovesse avere successo, scollegalo e poi riesegui lo script. Ora esco...

source: Show all
de: Zeige alles
es: Muestra todos
it: Mostra tutti

source: Rescan
de: Pruefe nochmal
es: Volver a buscar
it: Rileva ancora

source: No mounted removable devices found in /media. Reinsert your device, let the OS detect it and then click 'Rescan'. If it does not mount, click on 'Show all' to show all devices, mounted or otherwise.
de: Keine eingehängten entfernbare Geräte in /media gefunden. Stecke Dein USB-Stick erneut ein, lass es durch das OS erkennen unddruecke 'Prüfe nochmal'. Wenn es nicht eingebunden wird, drücke 'Zeige alles' um alle Geräteanzuzeigen, eingehängte und nicht eingehängte.
es: No se encontraron dispositivos removibles en /media. Reinserte su dispositivo, permita que el sistema operativo lo detecte y luego oprima 'Volver a buscar'. Si no se puede montar oprima 'Mostrar todos' para ver todos los dispositivos, estén montados o no.
it: Nessun dispositivo removibile montato è stato trovato in /media. Reinserisci il tuo dispositivo, permetti al sistema operativo di rilevarlo e poi clicca "Rileva ancora". Qualora non venisse montato, clicca su "Mostra tutti" per avere un elenco di tutti i dispositivi, che siano montati o meno.

source: Device or Partition
de: Gerät oder Partition
es: Dispositivo o partición
it: Dispositivo o partizione

source: Size
de: Grösse
es: Tamaño
it: Dimensione

source: Information
es: Información
it: Informazioni

source: Please select a USB device or a bootable primary partition to install onto. Make sure *not* to select an internal SATA hard disk, an external large hard disk or a CD/DVD device.
de: Bitte wähle ein USB Gerät oder eine bootfähige primäre Partition aus, auf die installiert werden soll. Sei sicher, dass nicht die interne SATA Festplatte ausgewählt ist, sondern eine große externe Festplatte oder ein CD/DVD Gerät.
es: Por favor seleccione el dispositivo USB o la partición primaria en la cual se va a instalar. Asegúrese de *no* seleccionar un disco duro SATA interno, un disco duro grande externo o un dispositivo CD/DVD.
it: Per l'installazione, seleziona un dispositivo USB o una partizione primaria avviabile. Assicurati di NON selezionare un hard disk interno SATA, un hard disk esterno di grosse dimensioni o un lettore CD/DVD.

source: Exiting. You chose not to continue. No changes have been made to your device.
de: Beende. Du hast ausgewählt, nicht fortzufahren. Die Daten auf Deinem Gerät wurden nicht verändert.
es: Saliendo. Ha decidido no continuar. No se ha modificado el dispositivo.
it: Esco. Hai deciso di non proseguire. Nessuna modifica è stata apportata al dispositivo.

source: The current live system
de: Das momentane Live-System
es: El sistema en vivo actual
it: Il sistema live corrente

source: From an ISO file
de: von einer ISO-Datei
es: Desde un archivo ISO
it: Da un file ISO

source: From CD/DVD
de: von CD/DVD
es: Desde CD/DVD
it: Da un CD/DVD

source: Source
de: Quelle
es: Fuente
it: Sorgente

source: Choice
de: Auswahl
es: Elección
it: Scelta

source: You are currently running a live operating system. You can create a live USB installation of the live OS, or from a downloaded ISO file or from a CD/DVD. Please choose:
de: Du arbeitest gerade in einem live Betriebssystem. Du kannst eine live USB Installation von diesem live OS erstellen, von einer ISO-Datei oder von einer CD/DVD. Bitte wähle aus:
es: Está utilizando un sistema operativo en vivo. Puede crear una instalación en vivo en el USB a partir de este sistema operativo en vivo, usar un archivo ISO descargado o un un CD/DVD. Por favor escoja:
it: Al momento stai eseguendo un sistema operativo live. Puoi creare una installazione live USB a partire dal sistema operativo live corrente, oppure da un'immagine ISO scaricata o da un CD/DVD. Fai una selezione:

source: You are currently running from an installed operating system. You can create a live USB installation from a downloaded ISO file or from a CD/DVD. Please choose:
de: Du arbeitest gerade in einem installierten Betriebssystem. Du kannst eine live USB Installation von einer ISO-Datei oder von einer CD/DVD erstellen. Bitte wähle aus:
es: Está utilizando un sistema operativo instalado en disco duro. Puede crear una instalación USB en vivo a partir de un archivo ISO descargado o un CD/DVD. Por favor escojae:
it: Al momento stai eseguendo un sistema operativo installato su hard disk. Puoi creare una installazione live USB a partire da un'immagine ISO scaricata o da un CD/DVD. Fai una selezione:

source: Please select an ISO file on the next screen that contains the operating system you want to install.
de: Bitte wähle eine ISO-Datei im nächsten Bildschirm aus, die das OS enthält das Du installieren möchtest.
es: Seleccione en la próxima pantalla un archivo ISO que contenga el sistema operativo que desea instalar.
it: Nella prossima schermata seleziona un'immagine ISO che contenga il sistema operativo che vuoi installare.

source: Please select the downloaded iso file:
de: Bitte wähle die ISO-Datei aus:
es: Seleccione el archivo ISO descargado:
it: Seleziona l'immagine ISO scaricata:

source: Exiting. You have not selected an ISO file to create the live system from. Cannot continue.
de: Beende. Du hast keine ISO-Datei ausgewählt, um das live System zu erstellen. Kann nicht weitermachen.
es: Saliendo. No ha seleccionado un archivo ISO desde el cual crear el sistema en vivo. No es posible continuar.
it: Esco. Non hai selezionato un'immagine ISO da cui poter creare il sistema live. Impossibile proseguire.

source: Please select a mounted CD/DVD directory on the next screen that contains the operating system you want to install. Open the directory. If you can see the boot and isolinux directories and a greyed out livecd.sqfs file, click on OK!
de: Bitte wähle ein eingehängtes CD/DVD Directory auf dem nächsten Bildschirm,das das Betriebssystem enthält, das installiert werden soll. öffne das Directory. Wenn Du die Directories boot und isolinux sehen kannst und ebenfalls eineausgegraute livecd.sqfs Datei, drücke OK!
es: Seleccione en la siguiente pantalla el directorio de un CD/DVD montado que contenga el sistema operativo que quiere instalar. Abra el directorio.\Si puede ver los directorios boot e isolinux y el archivo livecd.sqfs en gris ¡Oprima Aceptar!
it: Nella prossima schermata seleziona la directory di un CD/DVD montato che contenga il sistema operativo che vuoi installare. Apri la directory. Se riesci a vedere le directory boot e isolinux e un file livecd.sqfs in grigio, clicca OK!

source: Please select a mounted CD/DVD:
de: Bitte wähle eine eingehängte CD/DVD:
es: Seleccione un CD/DVD montado.
it: Seleziona un CD/DVD montato:

source: Exiting. You have not selected a valid CD/DVD directory to create the live system from. Cannot continue.
de: Beende. Du hast kein gültiges CD/DVD-Directory ausgewählt, um das live Systemzu erstellen. Kann nicht weitermachen.
es: Saliendo. No ha seleccionado un directorio CD/DVD válido para poder crear el sistema en vivo: No se puede continuar.
it: Esco. Non hai selezionato una directory CD/DVD valida da cui poter creare il sistema live. Impossibile proseguire.

source: Exiting. You have not selected a live system source. Cannot continue.
de: Beende. Du hast keine Quelle für das live-System ausgewählt.Kann nicht weitermachen.
es: Saliendo. No ha especificado una fuente para el sistema en vivo. No se puede continuar.
it: Esco. Non hai selezionato una sorgente per il sistema live. Impossibile proseguire.

source: Do you want to format the device: %s and make it bootable? Formatting is desirable, but you can continue without formatting if you have already prepared your device with a FAT32 or linux filesystem and there is a bootable primary partition: * Do you want to use remaining space on the device in Windows(TM)? Formats and creates a FAT32 filesystem (ALL DATA WILL BE LOST). The changes file is limited to 4GB. * OR are you are only going to use the device in Linux? Formats and creates an ext3 filesystem (ALL DATA WILL BE LOST). There is no limit to changes file size but you need 50MB free space to accomodate the journal. * OR the device is already bootable and you wish to proceed with installation without formatting (NO DATA WILL BE ERASED).
de: Möchtest Du das Gerät: %s formatieren und bootbar machen? Formatieren ist sinnvoll, aber Du kannst ebenfalls ohne es weitermachen, wenn das Gerät ein FAT32 oder ein Linux-Dateisystem mit bootbaren primären Partitionen enthält: * Möchtest Du den verbliebenen Platz auf dem Gerät in Windows(TM) nutzen? Formatiere und kreiere ein FAT32 Dateisystem (ALLE DATEN GEHEN VERLOREN). Veränderbare Dateien dürfen maximal 4GB gross sein. * ODER möchtest Du das Gerät nur mit Linuxbenutzen? Formatiere und kreiere ein ext3 Dateisystem (ALLE DATEN GEHEN VERLOREN). Es gibt keine Dateigrössenbegrenzung, aber 50MB müssen frei sein um das Journal zu speichern. * ODER Das Gerät ist schon bootbar und Du möchtest so weitermachen mit der Installation ohne Formatieren (Alle Daten bleiben erhalten).
es: ¿Quiere dar formato al dispositivo: %s y hacerlo arrancable? Es deseable aplicar el formato, pero puede continuar sin hacerlo si ya ha preparado su dispositivo con un sistema de archivos FAT32 o Linux y hay una partición de arranque primaria: * ¿Quiere usar el espacio remanente en el dispositivo en Windows(TM)? Da formato y crea un sistema de archivos FAT32 (TODOS LOS DATOS SE PERDERÁN). El archivo de cambios está limitado a 4GB. * ¿O está seguro de usar el dispositivo solamente en Linux? Da formato y crea un sistema de archivos ext3 (TODOS LOS DATOS SE PERDERÁN). No hay límite para el archivo de cambios, pero necesitará 50MB libres para el registro de cambios. * O el dispositivo ya es arrancable y desea proceder con la instalación sin dar formato (NO SE BORRARÄN LOS DATOS).
it: Vuoi formattare il dispositivo %s e renderlo avviabile? La formattazione è auspicabile, ma puoi continuare senza formattare se hai già preparato il tuo dispositivo con un filesystem FAT32 o linux ed è presente una partizione primaria d'avvio: * Vuoi utilizzare lo spazio rimanente sul dispositivo in Windows™? Formatta e crea un filesystem FAT32 (TUTTI I DATI SARANNO PERSI). Il file per la persistenza delle modifiche è limitato a 4GB. * O hai intenzione di usare il dispositivo solo su linux? Formatta e crea un filesystem ext3 (TUTTI I DATI SARANNO PERSI). Non ci sono limiti alle dimensioni del file della persistenza ma sono necessari 50MB di spazio libero per il journal. * O il dispositivo è già avviabile e desideri procedere con l'installazione senza formattare (NESSUN DATO VERRÀ CANCELLATO).

source: Format device?
de: Gerät formatieren
es: ¿Dar formato al dispositivo?
it: Formattare il dispositivo?

source: Compatibility
de: Kompatibilität
es: Compatibilidad
it: Compatibilità

source: YES. Format %s compatible with:
de: JA. Formatiere %s kompatibel mit:
es: SÍ. Formato %s compatible con:
it: SÌ. Formatta %s perché sia compatibile con:

source: Windows(TM)
es: Windows(MR)
it: Windows™

source: YES. Format %s compatible only with:
de: JA. Formatiere %s nur kompatibel mit:
es: SÍ. Formato %s compatible solamente con:
it: SÌ. Formatta %s perché sia compatibile solo con:

source: NO. Do not format.
de: NEIN. Formatiere nicht.
es: NO. No aplicar el formato.
it: NO. Non formattare.

source: Pre-formatted
de: Vor-formatiert
es: Con formato previo.
it: Pre-formattato

source: Tried to mount %s, but could not determine filesystem. Reinsert your device and let the OS mount it, then re-run the script again. You might try formatting using the Unity Control Center. Exiting...
de: Habe versucht %s einzuhängen, konnte aber nicht das Dateisystem erkennen. Stecke das Gerät erneut ein und lass es durch das OS einhängen. Lasse dieses skript erneut laufen. Vielleicht kannst du im Kontrollzentrum formatieren. Beende...
es: Se ha intentado montar %s, pero no se puede determinar el sistema de archivos. Reinserte su dispositivo y permita que el sistema operativo lo monte, para después volver a ejecutar el guión. Puede intentar dar formato usando el Centro de Control de Unity. Saliendo...
it: Ho tentato di montare %s ma è stato impossibile determinarne il filesystem. Reinserisci il dispositivo e consenti al sistema operativo di montarlo, poi riesegui il programma. Puoi provare a formattarlo usando il Centro di Controllo di Unity. Esco...

source: There is not enough free space on %s to install the live system. There is %s MB free space on %s but the live OS size is %s MB. Delete some files or format the partition then re-run the script again. Note: with ext3 up to 8 percent of the filesystem size can be taken up by the journal. Consider formatting as FAT32 if you believe the live OS should fit. Cannot continue... no changes have been made to your device.
de: Es ist nicht genug freier Speicher auf %s um ein live System zu installieren. Es sind %s MB freier Platz auf %s aber das live OS benötigt %s MB. Lösche einige Dateien oder formatiere die Partition und starte das script nochmal. Achtung: mit ext3 können bis zu 8% der Dateisystem-Grösse für das Journal benutzt werden. Verwende eventuell die Formatierung von FAT32 wenn du glaubstdas das live OS passen sollte. Kann nicht weitermachen... Es wurden keine Aenderungen am Gerät vorgenommen.
es: No hay suficiente espacio libre en %s para instalar el sistema en vivo. Hay %s MB libres en %s, pero el tamaño del sistema operativo en vivo es de %s MB. Borre algunos archivos o dé formato a la partición y después vuelva a ejecutar el guión. Nota: Con ext3 hasta 8 por ciento del sistema de archivos puede utilizarse para el registro de cambios. Considere usar formato FAT32 si cree que el sistema operativo en vivo puede caber en él. No se puede continuar... no se han realizado modificaciones a su dispositivo.
it: Non c'è abbastanza spazio su %s per installare il sistema live. Ci sono %s MB di spazio libero su %s ma la dimensione del sistema operativo live è di %s MB. Cancella alcuni file o formatta la partizione, poi riesegui il programma. Nota: con ext3 il journal può occupare fino all'8%% della dimensione del filesystem. Prendi in considerazione la formattazione come FAT32 se ritieni che lo spazio per il sistema live così sia sufficiente. Impossibile proseguire... Non è stata apportata alcuna modifica al dispositivo.

source: Install
de: Installiere
es: Instalar
it: Installa

source: Cancel
de: Beende
es: Cancelar
it: Annulla

source: There is not enough free space on %s to set up a changes file but you can still install and run the live OS. There is %s MB free space on %s but the minimum space needed is 32 MB *after* formatting. Proceed with installation of live system anyway? You will not be able to boot the live USB with persistency. * Press 'Install' to proceed with installation. * Press 'Cancel' to close without making any changes to your device.
es: No hay suficiente espacio libre en %s para configurar un archivo de cambios pero todavía puede instalar y ejecutar el sistema operativo en vivo. Hay %s MB de espacio libre en %s pero el mínimo necesario es de 32 MB *después* de haber aplicado el formato. Proceder con la instalación del sistema en vivo de todas formas? No será capaz de arrancar el USBenVivo con persistencia. * Oprima 'Instalar' para proceder con la instalación. * Oprima 'Cancelar' para cerrar sin hacer cambios a su dispositivo.
it: Non c'è abbastanza spazio libero su %s per creare il file della persistenza, ma puoi comunque installare e lanciare il sistema operativo live. Ci sono %s MB di spazio libero su %s ma il minimo necessario è di 32 MB *dopo* la formattazione. Procedere comunque con l'installazione del sistema live? Non sarai in grado di avviare il LiveUSB con la persistenza. * Premi "Installa" per procedere con l'installazione. * Premi "Annulla" per chiudee senza apportare modifiche al dispositivo.

source: This wizard helps you to create a Linux Live 'changes' file on %s in order to work with persistent system wide changes. NOTE: the changes file size is limited to 4GB on FAT32 partitions. This will take up more space on your device. You can choose how much space on the next screen. * Press 'Next' to enable persistency. * Press 'Skip' if you do not want to enable persistency.
de: Dieser Assistent hilft Dir, eine Linux live-Change-Datei zu erstellen. Dies wird auf %s gemacht um mit einem dauerhaften System zu arbeiten. ACHTUNG: Diese Datei hat auf einer FAT32 Partition eine maximale Grösse von 4GB. Das wird mehr Platz auf Ihrem Gerät benötigen. Im nächsten Bild kannst Du wählen wieviel. * Drücke 'Weiter' um dies zu ermöglichen. * Drücke 'überspringe' wenn Du dies nicht möchtest.
es: Este asistente le ayuda a crear un archivo de 'cambios' para Linux en Vivo en %s para trabajar con cambios persistentes de todo el sistema. NOTA: el tamaño del archivo de cambios está limitado a 4GB en particiones FAT32. Esto ocupará más espacio en su dispositivo. Puede elegir cuanto espacio en la siguiente pantalla. * Oprima 'Siguiente' para habilitar la persistencia. * Oprima 'Saltar' si no quiere habilitar la persistencia.
it: Questa procedura guidata ti aiuta a creare un file su %s per il salvataggio delle modifiche, in modo da renderle persistenti ad ogni riavvio. NOTA: la dimensione massima del file della persistenza è 4GB su partizioni FAT32. Ciò farà sì che venga occupato ancora più spazio sul dispositivo. Puoi scegliere quanto spazio nella prossima schermata. * Premi "Avanti" per abilitare la persistenza. * Premi "Salta" se non vuoi abilitarla.

source: Next
de: Weiter
es: Siguiente
it: Avanti

source: Skip
de: überspringe
es: Saltar
it: Salta

source: Skipping this step - you chose not to create a changes file.
de: überspringe diesen Schritt- Du hast ausgewählt, keine Aenderungsdatei anzulegen.
es: Saltando este paso - ha escogido no crear un archivo de cambios.
it: Salto questo passaggio - hai deciso di non creare un file per la preservazione delle modifiche.

source: How much space would you like to use for the loopfs file (in MB)? * Minimum size = 10 MB * Maximum size = %s MB (%s GB)
de: Wie viel Platz soll für die loopfs-Datei verwendet werden (in MB)? * Minimale Grösse = 10 MB * Maximale Grösse = %s MB (%s GB)
es: ¿Cuanto espacio le gustaría usar para el archivo loopfs (en MB)? * Tamaño mínimo = 10 MB * Tamaño máximo = %s MB (%s GB)
it: Quanto spazio vuoi riservare al file loopfs (in MB)? * Minimo = 10 MB * Massimo = % MB (%s GB)

source: Format
de: Formatiere
es: Formato
it: Formatta

source: Quit
de: Beende
es: Salir
it: Esci

source: LAST CHANCE TO QUIT! Are you sure you want to format %s? This will DELETE ALL partitions and files on the device! * Press 'Format' to continue. The device will be formatted and the live OS installed. * Press 'Quit' to close this wizard without making any changes to your device.
de: LETZTE MöGLICHKEIT ABZUBRECHEN! Möchtest Du ganz sicher %s formatieren? Das wird alle Partitionen und Dateien auf dem Gerät löschen! * Drücke 'Formatiere' um weiter zu machen. Das Gerät wird dann formatiert und das live-OS installiert. * Drücke 'Beende' um den Assistenten zu beenden ohne Aenderungen auf dem Gerät zu machen.
es: ¡ÚLTIMA OPORTUNIDAD PARA SALIR! ¿Está seguro de que quiere dar formato a %s? ¡Esto BORRARÄ TODOS los archivos y particiones en el dispositivo! * Oprima 'Dar formato' para continuar. Se aplicará el formato al dispositivo y se instalará el sistema operativo en vivo. * Oprima 'Salir' para cerrar este asistente sin hacer ningún cambio a su dispositivo.
it: ULTIMA POSSIBILITÀ DI USCITA! Sei sicuro di voler formattare %s? Ciò causerà la PERDITA DI TUTTE le partizioni e file sul dispositivo! * Premi "Formatta" per continuare. Il dispositivo sarà formattato e il sistema live installato. * Premi "Esci" per chiudere questa procedura guidata senza effettuare alcun cambiamento al dispositivo.

source: # Unmounting %s. Please wait...
de: # Hänge %s aus. Bitte warten ...
es: # Desmontando %s. Por favor espere...
it: # Smontaggio di %s. Attendere...

source: # Erasing partition table of %s. Please wait...
de: # Lösche die Partitionsdatei von %s. Bitte warten ...
es: # Borrando la tabla de particiones de %s. Por favor espere...
it: # Cancellazione della tabella delle partizioni di %s. Attendere...

source: # Cleaning Master Boot Record. Please wait...
de: # Lösche den Master boot record. Bitte warten ...
es: # Limpiando el Registro Maestro de Arranque (Master Boot Record). Por favor espere...
it: # Pulizia del Master Boot Record. Attendere...

source: # Close any windows if your OS automounts the new partition.
de: # Schliesse alle Fenster wenn das OS die neuen Partitionen automatisch wieder einhängt.
es: # Cerrar cualquier ventana si el sistema operativo monta la partición automáticamente.
it: # Chiudi eventuali finestre se il sistema operativo monta la nuova partizione automaticamente.

source: # Creating new bootable partition: %s. Please wait...
de: # Erstelle eine neue Partitionsdatei. Bitte warten ...
es: # Creando nueva partición de arranque: %s. Por favor espere...
it: # Creazione di una nuova partizione d'avvio: %s. Attendere...

source: # Formatting %s as %s. Please wait...
de: # Formatiere %s als %s. Bitte warten ...
es: # Dando formato a %s como %s. Por favor espere...
it: # Formattazione di %s come %s. Attendere...

source: # Initializing new filesystem. Please wait...
de: # Initialisiere ein neues Dateisystem. Bitte warten ...
es: # Inicializando el nuevo sistema de archivos. Por favor espere...
it: # Inizializzazione del nuovo filesystem. Attendere...

source: Preparing %s before formatting...
de: Bereite %s für das Formatieren vor .....
es: Preparando %s antes de darle formato...
it: Preparazione di %s prima della formattazione...

source: Exiting. You chose not to continue. Cancelling format...
de: Ende. Du möchtest nicht weitermachen. Beende das Formatieren...
es: Saliendo. Ha elegido no continuar. Cancelando formato...
it: Esco. Hai deciso di non continuare. Annullo la formattazione...

source: Fdisk reports that the chosen partition is an NTFS partition. NTFS is not a supported filesystem. You need to use FAT32 or a linux filesystem eg ext2/3/4 or reiserfs. Exiting...
de: Fdisk berichtet, dass die ausgewählte Partition eine NTFS partition ist. NTFS ist kein unterstütztes Dateisystem. Du brauchst entweder FAT32 oder ein Linux Dateisystem wie ext2/3/4 oder reiserfs. ENDE...
es: Fdisk informa que la partición elegida es de tipo NTFS. NTFS no es un sistema de archivos admitido. Debe usar FAT32 o un sistema de archivos linux, como ext2/3/4 o reiserfs. Saliendo...
it: fdisk riporta che la partizione scelta è di tipo NTFS. NTFS non è un filesystem supportato. Devi usare FAT32 o un filesystem linux (es. ext2/3/4 o reiserfs). Esco...
